tap "1password/tap"
tap "coursier/formulas"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "scalacenter/bloop"
tap "sergiobenitez/osxct"
tap "tabbyml/tabby"
tap "teamookla/speedtest"
brew "act"
brew "openssl@3"
brew "autoconf"
brew "bdw-gc"
brew "gcc"
brew "btop"
brew "pcre2"
brew "cmake"
brew "cmake-docs"
brew "composer"
brew "coreutils"
brew "dart-sdk"
brew "e2fsprogs"
brew "fish"
brew "frpc", restart_service: true
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "harfbuzz"
brew "ifstat"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "julia"
brew "lazygit"
brew "pkg-config"
brew "libsndfile"
brew "llvm"
brew "lua"
brew "luarocks"
brew "maven"
brew "mingw-w64"
brew "node"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "node@16"
brew "perl"
brew "pillow"
brew "protobuf"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rapidjson"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shfmt"
brew "telnet"
brew "tesseract"
brew "tmux"
brew "tox"
brew "tree"
brew "wasmtime"
brew "wgcf"
brew "wrk"
brew "yazi"
brew "zig"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-completions"
brew "coursier/formulas/coursier"
brew "felixkratz/formulae/sketchybar"
brew "filosottile/musl-cross/musl-cross"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "anaconda"
cask "android-platform-tools"
cask "chromium"
cask "font-hack-nerd-font"
cask "keycastr"
cask "shortcat"
cask "squirrel"
cask "vlc"
cask "warp"
cask "wezterm"
